class script(object):
    START_TXT = """
<b>
𝐻𝑒𝑙𝑙𝑜 👋 {}</b>😍


<b>I'ᴍ <a href=https://t.me/{}>{}</a> Yᴏᴜ Cᴀɴ Cᴀʟʟ Mᴇ Aꜱ Aᴜᴛᴏ Fɪʟᴛᴇʀ Bᴏᴛ ᴠ3 🫶</b>

<b>Exᴄʟᴜꜱɪᴠᴇʟʏ Mᴀᴅᴇ Tʜɪꜱ Bᴏᴛ Fᴏʀ @ARAKAL_THERAVAD_GROUP_01..!! 💫</b>

<b>📌 Sᴜᴘᴘᴏʀᴛ : @OTT_ARAKAL_THERAVAD_MOVIESS</b>

<b>🍂 Oᴡɴᴇʀ : @ARAKAL_THERAVAD_MOVIES_02_bot</b>"""
    
    ABOUT_TXT = """<b>🤖 𝑴𝒚 𝑵𝒂𝒎𝒆 : {}
    
📝 𝑳𝒂𝒏𝒈𝒖𝒂𝒈𝒆 : <a href='https://www.python.org/download/releases/3.0/'>𝑷𝒚𝒕𝒉𝒐𝒏</a>

📚 𝑭𝒓𝒂𝒎𝒆𝒘𝒐𝒓𝒌 : <a href='https://docs.pyrogram.org/'>𝑷𝒚𝒓𝒐𝒈𝒓𝒂𝒎</a>

📡 𝑯𝒐𝒔𝒕𝒆𝒅 𝑶𝒏 : 𝑯𝑬𝑹𝑲𝑼𝑶

👨‍💻 𝑫𝒆𝒗𝒆𝒍𝒐𝒑𝒆𝒓 : <a href='https://t.me/ARAKAL_THERAVAD_MOVIES_02_bot'>𝑵𝒂𝒛𝒓𝒊𝒚𝒂</a>

👥 𝑺𝒖𝒑𝒑𝒐𝒓𝒕 𝑮𝒓𝒐𝒖𝒑 : <a href='https://t.me/+FAa3tYIjXYcyZDY1'>𝑨𝑻𝑴</a>

📢 𝑼𝒑𝒅𝒂𝒕𝒆 𝑪𝒉𝒂𝒏𝒏𝒆𝒍 : <a href='https://t.me/OTT_ARAKAL_THERAVAD_MOVIESS'>𝑨𝑻𝑴 𝑶𝒇𝒇𝒊𝒄𝒊𝒂𝒍</a></b>"""

    AUTOFILTER_TXT = """<b>
 Bro Or Sis, ഈ ഒരു ബോട്ട് @ARAKAL_THERAVAD_GROUP_03 ൻ്റെ Aᴜᴛᴏ Fɪʟᴛᴇʀ Bᴏᴛ ᴠ3 ആണ്, ബോട്ട് Owner ഡെ പർമ്മിഷൻ ഇല്ലാതെ മറ്റു ഗ്രൂപ്പുകളിൽ ഒന്നും ഈ ബോട്ടിനെ യൂസ് ചെയ്യാൻ കഴിയില്ല..!!  🤗⚠

️📌 𝗔𝗻𝘆 𝗛𝗲𝗹𝗽 𝗣𝗹𝗲𝗮𝘀𝗲 𝗖𝗼𝗻𝘁𝗮𝗰𝘁 𝗔𝗱𝗺𝗶𝗻 : @ARAKAL_THERAVAD_MOVIES_02_bot</b>"""
   
    EXTRA_TXT = """<b>കുറെ പ്രത്യേകതയുള്ള ബോട്ടാണ് നിഖില, ⚔

1. ലോകത്തിലെ ഏറ്റവും വേഗത്തിൽ ഓടുന്ന ബോട്ട് ഇതാണ് അതിനൊരു സംശയവും വേണ്ട ❤️‍🔥 

2. നിഖില ഉണ്ടാക്കിയിരിക്കുന്ന കോഡ് തികച്ചും റീ റൈറ്റ് ചെയ്തിരിക്കുന്നതാണ് അതുമാത്രമല്ല ഇതിനെ ഹോസ്റ്റ് ചെയ്തിരിക്കുന്നത് വി പി എസിൽ ആണ്  അതുകൊണ്ട് ഇത് കുതിരനെ കാട്ടിലും  വേഗത്തിലോടും

3. അങ്ങനെ വളരെയധികം ഫ്യൂച്ചേഴ്സ് ആഡ് ചെയ്തിട്ടുണ്ട് 😁🤗

𝑻𝒉𝒆 𝑵𝒊𝒌𝒉𝒊𝒍𝒂, ⚔ 𝑰𝒔 𝑨 𝑹𝒂𝒕𝒉𝒆𝒓 𝑺𝒑𝒆𝒄𝒊𝒂𝒍 𝑩𝒐𝒂𝒕

1. 𝑻𝒉𝒊𝒔 𝑰𝒔 𝑻𝒉𝒆 𝑭𝒂𝒔𝒕𝒆𝒔𝒕 𝑩𝒐𝒂𝒕 𝑰𝒏 𝑻𝒉𝒆 𝑾𝒐𝒓𝒍𝒅 𝑾𝒊𝒕𝒉𝒐𝒖𝒕 𝑨 𝑫𝒐𝒖𝒃𝒕 ❤️‍🔥     

2. 𝑻𝒉𝒆 𝑪𝒐𝒅𝒆 𝑻𝒉𝒂𝒕 𝑴𝒂𝒌𝒆𝒔 𝑵𝒊𝒌𝒉𝒊𝒍𝒂 𝑰𝒔 𝑪𝒐𝒎𝒑𝒍𝒆𝒕𝒆𝒍𝒚 𝑹𝒆𝒘𝒓𝒊𝒕𝒕𝒆𝒏 𝑨𝒏𝒅 𝑵𝒐𝒕 𝑶𝒏𝒍𝒚 𝑰𝒔 𝑰𝒕 𝑯𝒐𝒔𝒕𝒆𝒅 𝑶𝒏 𝑯𝑬𝑹𝑲𝑼𝑶 𝑺𝒐 𝑰𝒕 𝑴𝒂𝒌𝒆𝒔 𝑻𝒉𝒆 𝑯𝒐𝒓𝒔𝒆 𝑾𝒊𝒍𝒅 𝑨𝒏𝒅 𝑭𝒂𝒔𝒕.

3. 𝑺𝒐 𝑴𝒂𝒏𝒚 𝑭𝒖𝒕𝒖𝒓𝒆𝒔 𝑯𝒂𝒗𝒆 𝑩𝒆𝒆𝒏 𝑨𝒅𝒅𝒆𝒅 😁🤗</b>"""
    
    HELP_TXT = """<b>🔊 എന്റെ പണിയായുധങ്ങൾ ഇതാ നിങ്ങൾക്ക് തുറന്നു തന്നിരിക്കുന്നു..!</b>"""
    
    STATUS_TXT = """📂 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌     - <code>{}</code>

𒆜  𝗗𝗕 1️⃣
╭ ▸ 𝖴𝗌𝖾𝗋𝗌 : <code>{}</code>
├ ▸ 𝖢𝗁𝖺𝗍𝗌  : <code>{}</code>
╰ ▸ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>MB

 𒆜 𝗗𝗕 2️⃣
╭ ▸ 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌 : <code>{}</code>
╰ ▸ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>MB

 𒆜 𝗗𝗕 3️⃣ 
╭ ▸ 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌 : <code>{}</code>
╰ ▸ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>MB

𒆜  𝗗𝗕 4️⃣
╭ ▸ 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌 : <code>{}</code>
╰ ▸ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>MB

𒆜 𝗗𝗕 5️⃣
╭ ▸ 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌 : <code>{}</code>
╰ ▸ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>MB"""
    
    LOG_TEXT_G = """#NewGroup
Group = {}(<code>{}</code>)
Total Members = <code>{}</code>
Added By - {}
"""
    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Name - {}
"""
